{
  "questions": [
    "What was your favorite thing to pretend when you were a young child?",
    "If you were to write a book, what would you choose as the topic?",
    "Considering all the big-screen movies that you have ever seen, which one do you believe had the greatest emotional impact on you?",
    "What is one item you own that has virtually no monetary value but has such sentimental value that you would not sell it for $1000?",
    "If you could be anywhere in the world for New Year's Eve this year, where would you most want to be?",
    "If you could have 50 pounds of anything other than money, what would you want?",
    "If you were told that you could watch only one television show a week for the next 12 months, which show would you choose to watch?",
    "If you could know without a shadow of a doubt the answer to one question that has always troubled you, what question would you want to have answered once and for all?",
    "If you were writing an autobiography, what would be the book's title (besides your name)?",
    "What event or activity in the next few months are you looking forward to more than anything else?",
    "What is the most money you have ever found lying on the ground in a public place?",
    "If, like the newspaper or milk, you could have anything of your choice delivered to your doorstep every morning, what particular item would you want it to be?",
    "When people find out what you do for a living, what is the most typical question that they are likely to ask you reguarding your job?",
    "What is the most incredible weather even you've ever been through in your life?",
    "Besides your birthday, what is one other date on the calendar that you think would have been a great day to be born?",
    "If you could be the CEO of any corporation in the world, which one would you choose?",
    "As the Christmas season approaches, what song is it that you just can't wait to hear? What about don't want to hear?",
    "If your live were literally flashing before your eyes, what are three moments or scenes from your past that you would expect to stand out?",
    "Almost everyone can recall a missed photo opprotunity because they did not have a camera. What moment above all others do you wish you could have caught on film?",
    "When was the last time you laughed so hard that you cried?",
    "If you had to write your own personal definition of the word 'Success', what would it be?",
    "If you could add one month to the calendar year, inserting it between two existing months, where would you put the extra 30 days? (You can assume that the weather for this new month will be a mix of the weather typical of the month preceding and following it.)",
    "Aside from any family occurrence (marriage, special anniversary, birth of a child, etc.), what event or accomplishment would you consider to be the highlight of your life thus far?",
    "On a scale of one to ten (with one being not at all and ten being very much so), how superstitious are you?",
    "If you could wake up every morning, open your bedroom blinds, and look out a huge glass window at the perfect view, what would that view be?",
    "You've been given the chance to travel into the future to see how the world will change over the next 50 years. What change in particular are you most interested in?",
    "If your name were given as the description for any one word in the dictionary, behind what would would people find your name? (Example: HILARIOUS: John Smith.)",
    "If you could become fully enlightened instantly on any one subject, which subject would you choose?",
    "In your own not-so-humble opinion, what is your most likeable quality?",
    "If you could create a memorial to yourself in a city park, what would the memorial be?",
    "What is the best piece of advice you have ever recieved in your life?",
    "If you had a great voice and had the opportunity to record a duet with any singer (living and/or dead), whom would you choose as your partner for the recording?",
    "Aside from any family, friends, or pets, what would be the most difficult thing for you to give up in your life?",
    "If you could bring back any tradition that seems to have faded into the past, what tradition would you bring back?",
    "What age when you turned it was the most difficult for you to accept? On the other hand, which of your birthdays do you remember anticipating with the greatest amount of enthusiasm?",
    "If you could live in any state other than the one in which you currently reside, which state would you choose?",
    "Thinking back to all the great TV series finales that you have seen, which show do you believe had the best final episode?",
    "If you could experience a sailing adventure/cruise on any river, lake, or ocean int he world, what body of water would you choose for your trip?",
    "What type of service to others or good deed done for other people do you personally find the most rewarding?",
    "If you could walk into any painting and actually experience the moment or scene that it depicts, which painting would you choose to enter?",
    "What do you think is the best conversation piece in your home?",
    "What would your dream house look like?",
    "What is one item you own that you really should throw away... but probably never will?",
    "If you were a multimillionaire, where would you be and what do you believe you would be doing at this very moment?",
    "Most people have a favorite story or experience that they love to share with other people. Here is your chance: What is your story?",
    "If you could be one of America's 'most wanted', but wanted because of some great skill you possess, what skill would you want to have?",
    "If you were given a $100 gift certificate to spend in any store, where would you choose to redeem it? What about $10,000?",
    "If you could get one thing back that was either lost or destroyed, what would it be?",
    "Whenever you are having a bad day, what is the best thing you can do to help cheer yourself up?",
    "If you could swallow a pill that would stop anything of your choice from ever hapening to you again - anything except keep you from getting sick - what would the pill permanently end?",
    "Which month of the year do you think would best describe your personality?",
    "What is one trip you have never taken but would really like to take someday?",
    "If snow could fall in any flavor, what flavor would you choose?",
    "If all drinking fountains could dispense another liquid in addition to water, what would you want it to be?",
    "What is one event in the future whose outcome you would really like to know now?",
    "If you were a professional artist, what would be the theme of your drawings/paintings?",
    "If you could float in a hot-air baloon over any city or place in the world, what would you choose to float over?",
    "What is the c-c-c-coldest you have ever been in your life, and what is the (whew!!!) hottest you have ever been in your life?",
    "Which punctuation mark would best describe your personality?",
    "What is one piece of advice that you wish you could pass along to everyone else?",
    "If you were given the opportunity to be an apprentice toa ny person, living or deceased, from whom would you want to learn?",
    "What is something you always used to love to do that, during the last year or two, you feel like you've outgrown or lost interest in doing?",
    "If everyone were required to wear a hat at all times, what sort of hat would you wear?",
    "If you could invent a pair of glasses that would allow you to see abstract things (e.g., the motives behind someone's actions), what would you want to see most of all?",
    "If you were asked to create the ultimate vacation destination, where would it be locked and what would it be like?",
    "What is something you really enjoy doing that is a chore or a bore for many people?",
    "If a local radio station offered to let yo uhave your own 30-minute show each weekday morning, what type of show would you have?",
    "What is the best $100 you have ever spent in your life?"
  ]
}